tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "awscli"
brew "carthage"
brew "ghq"
brew "git"
brew "git-lfs"
brew "goenv"
brew "hub"
brew "hugo"
brew "imagemagick", args: ["with-libheif"]
brew "mas"
brew "nodenv"
brew "peco"
brew "pipenv"
brew "pyenv"
brew "rbenv"
brew "sl"
brew "swiftlint"
brew "tig"
brew "tmux"
brew "zsh"
brew "zsh-completions"

cask "1password"
cask "alfred"
cask "android-studio"
cask "appcode"
cask "bettertouchtool"
cask "docker"
cask "dropbox"
cask "flux"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "hyper"
cask "iterm2"
cask "jasper"
cask "karabiner-elements"
cask "pycharm"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "tweeten"
cask "visual-studio"
cask "visual-studio-code"
cask "webstorm"

mas "Amphetamine", id: 937984704
mas "BetterSnapTool", id: 417375580
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Run Cat", id: 1429033973
mas "Skitch", id: 425955336
mas "The Unarchiver", id: 425424353
