tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap " mono0926/license-plist"

brew "ag"
brew "anyenv"
brew "asdf"
brew "awscli"
brew "carthage"
brew "ghq"
brew "git"
brew "git-lfs"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "license-plist"
brew "mas"
brew "peco"
brew "sl"
brew "swiftlint"
brew "tig"
brew "tmux"
brew "vim"
brew "zsh"
brew "zsh-completions"

cask "1password"
cask "alfred"
cask "bettertouchtool"
cask "docker"
cask "dropbox"
cask "flux"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "hyper"
cask "iterm2"
cask "jasper"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "station"
cask "tweeten"
cask "visual-studio"
cask "visual-studio-code"

mas "Airmail 3", id: 918858936
mas "Amphetamine", id: 937984704
mas "BetterSnapTool", id: 417375580
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Run Cat", id: 1429033973
mas "The Unarchiver", id: 425424353
